12/data/attachments/9e89ca74ebab4fa5.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Andre_may_Friend_48516_2</nif:username>
            <nif:friendToBeRequested>soap_friends_cd858865-2cf8-4dd2-bca7-fd02ca950a17</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>